/* 
  Localizable.strings
  MF

  Created by Itay Brenner on 28/06/11.
  Copyright 2011 __MyCompanyName__. All rights reserved.
*/
"SEARCH FILE" = "Buscar Archivo";
"Finished with exit code: %i" = "تم الإنتهاء بكود : %i";
"About &amp; Help" = "معلومات و مساعدة";
"About iFinder &amp; Help" = "معلومات عن iFinder و المساعدة";
"Album" = "الألبوم";
"App Locked" = "البرنامج مقفل";
"App Validated!!" = "تم تفعيل البرنامج";
"Application" = "البرنامج";
"Archive Viewer" = "مشاهد الملفات المضغوطة";
"Archive manager" = "مدير الملفات المضغوطة";
"Are you sure you want to restore this backup?
This can't be undone." = "هل أنت متأكد أنك تريد إستعادة السيدين الى هذه النسخة الإحطياتية ؟ هذا لا يمكن الرجوع عنه !";
"Artist" = "الفنان";
"Ascending" = "بشكل تصاعدي";
"Audio Info" = "معلونات الصوت";
"Audio player" = "مشغل الصوتيات";
"Available Backups" = "النسخ المتوفرة";
"Backup File" = "أخذ نسخة احتياطية";
"Backup Succesfully" = "تم أخذ نسخة إحتياطية بنجاح";
"Backuping" = "يتم الآن أخذ نسخة إحتياطية";
"Bluetooth Options" = "خيارات البلوتوث";
"Bookmarks" = "المفضلات";
"Calculating MD5..." = "يتم إحتساب لل MD5 ....";
"Cancel" = "إلغاء";
"Close" = "إغلاق";
"Columns of table" = "العواميد";
"Command failed" = "فشل تنفيذ الأمر";
"Comments" = "التعليقات";
"Compress" = "ضغط";
"Compress Files" = "ضغط الملفات";
"Compress Folder" = "ضغط المجلد";
"Compress failed" = "فشلت عملية الضغط";
"Compressing File(s)" = "يتم الآن ضغط الملفات";
"Continuous" = "بشكل مشتمر";
"Copy" = "نسخ";
"Copying File" = "يتم الآن نسخ الملفات";
"Create" = "إنشاء";
"Create Backup" = "إنشاء نسخة إحتياطية";
"Created" = "تم الإنشاء في";
"Creation" = "الإنشاء";
"Cut" = "قص";
"Cydia Backup" = "النسخ الإحتياطية للسيديا";
"Data received" = "تم تلقي البيانات";
"Date" = "التاريخ";
"Delete" = "حذف";
"Descending" = "بشكل تنازلي";
"Destination" = "الوجهة";
"Directory" = "مجلد";
"Dismiss" = "إلغاء";
"Done" = "تم";
"Dropbox" = "Dropbox";
"Edit" = "تعديل";
"Editing metadata" = "تعديل ال Metadata";
"Empty Trash" = "إفراغ صندوق المحذوفات";
"Enable File Sharing" = "تشغيل مشاركة الملفات";
"Enter SQL query here" = "Enter SQL query here";
"Enter file mode" = "أدخل نمط الملف";
"Enter filename" = "أدخل الإسم";
"Enter group ID" = "أدخل ID المجموعة(group)";
"Enter password" = "أدخل كلمة السر";
"Enter user ID" = "أدخل ID المشتخدم";
"Error" = "خطأ";
"Error creating folder" = "خطأ أثناء إنشاء المجلد";
"Error deleting file" = "خطأ أثناء حذف الملف";
"Error downloading file" = "خطأ أثناء تنزيل الملف";
"Error executing command" = "خطأ أثناء تنفيذ الأمر";
"Error loading metadata" = "خطأ أثناء فتح الmetadata";
"Error uploading file" = "خطأ أثناء رفع الملف";
"Executing" = "جاري التفيذ";
"Executing: %@..." = "جاري تنفيذ %@...";
"Exit" = "خروج";
"Exit code" = "كود الخروج";
"Extract Package" = "فك الضغط عن الحزمة";
"Failed command" = "فشل الأمر";
"File" = "ملف";
"File Downloaded" = "تم تنزيل الملف";
"File Extracted" = "تم فك الضغط عن الملف";
"File Sharing" = "مشاركة الملفات";
"File Sharing is disabled" = "مشاركة الملفات غير مفعلة";
"File operations" = "عمليات الملفات";
"File uploaded" = "تم رفع الملف";
"Files Saved in /var/mobile/Bluetooth" = " /var/mobile/Bluetoothتم حفظ الملف في ";
"Fit Screen" = "عرض على كل الشاشة";
"Folder" = "ملف";
"Font size of text editor" = "كبر الخط ";
"General" = "عام";
"Genre" = "النوع";
"Go To Trash" = "ذهاب إلى صندوق المحذوفات";
"Group ID" = "Group ID";
"Help" = "مساعدة";
"Hex editor" = "معدّل الHex";
"Home Path" = "الوجهة الرئيسية";
"IP address" = "عنوان الIP";
"Image Options" = "خيارات الصور";
"Image viewer" = "عارض الصور";
"Install package" = "تثبيت حزمة";
"Installed Succesfully" = "تم التثبيت بنجاح";
"Installing" = "يتم التثبيت حاليا ...";
"Language" = "اللغة";
"Last Modified" = "آخر تعديل في";
"Link" = "الرابط";
"Loading file" = "يتم الآن تحميل الملف";
"Log in to Dropbox" = "تسجيل الدخول الى Dropbox";
"Login required" = "يجب عليك تسجيل الدخول ";
"Lyricist" = "الكاتب";
"Miscellaneous" = "متنوع";
"Modification" = "التعديلات";
"Move To Trash" = "حذف إلى صندوق المحذوفات";
"Movie player" = "عارض الأفلام";
"Moving File" = "يتم نقل الملف ...";
"Name" = "الإسم";
"New" = "جديد";
"No" = "لا";
"No Thanks" = "لا شكرًا";
"No, Thanks" = "لا، شكرًا";
"OK" = "موافق";
"Open Folder" = "دخول مجلد";
"Open With" = "فتح بواسطة ";
"Open in" = "فتح بواسطة";
"Open with..." = "فتح بواسطة ...";
"Options" = "الخيارات";
"Other Features" = "ميزات أخرى";
"Password" = "كلمة السر";
"Password Protection" = "الحماية بكلمة سر";
"Password required" = "كلمة السر مطلوبة";
"Password:" = "كلمة السر:";
"Paste File" = "لصق";
"Path" = "المسار";
"Permissions" = "التصاريح";
"Play once" = "تشغيل مرة واحدة";
"Please make sure that you are connected to the Internet and try again." = "تأكد من وجود انترنت شغال ثم جرب مجدداً";
"Please make sure that you are connected to the Internet, logged in and the file to be deleted exists and try again." = "تأكد من وجود إنترنت شغال ، و أنك سجلت دخولك ، و أن الملف الذي تريد حذفه موجود ، ثم جرب مجدداً .";
"Please make sure that you are connected to the Internet, logged in and the file to be uploaded doesn't exist yet and try again." = "تأكد من وجود إنترنت شغال ، و أنك سجلت دخولك ، و أن الملف الذي تريد رفعه ليس موجودا من قبل ، ثم جرب مجدداً .";
"Please make sure that you are connected to the Internet, logged in and the folder to be created doesn't yet exist and try again." = "تأكد من وجود إنترنت شغال ، و أنك سجلت دخولك ، و أن المجلد الذي تريد إنشاءه غير موجود من قبل ، ثم جرب مجدداً .";
"Please make sure that you are connected to the Internet, logged in and you have enough space on your device and try again." = "تأكد من وجود إنترنت شغال ، و أنك سجلت دخولك ، وأنك تمتلك مساحة كافية على جهازك ، ثم جرب مجدداً .";
"Please make sure that you're connected to the Internet, logged in to your Dropbox account and the specified file does not exist yet and try again." = "تأكد من وجود إنترنت شغال ، و أنك سجلت دخولك ، و أن الملف المحدد غير موجود من قبل . ثم جرب مجدداً .";
"Please note that you'll need to log in in order to use iFinder with your Dropbox account." = "عليك أن تقوم بتسجيل الدخول إلى حسابك كي تستعمل iFinder مع Dropbox .";
"Please specify output filename." = "أدخل إسم الملف المخرج(الجديد) أولا .";
"Plist Viewer" = "عارض الPlist";
"Print Photo" = "طباعة الصورة";
"Property list viewer" = "عارض الPlist";
"Public link was copied to the pasteboard." = "تم نسخ الرابط ";
"Rar File" = " ملف Rar ";
"Receive Files" = "إستقبال الملفات";
"Reload Directory" = "تحديث المجلد";
"Repeat" = "تكرار التشغيل";
"Restore" = "استعادة الملفات";
"Restore Done" = "تمت استعادة الملفات";
"Restoring..." = "تتم الآن استعادة الملفات";
"Root Directory" = "المجلد الرئيسي";
"SEARCH FILE" = "بحث";
"SQL viewer" = "عارض الSQL";
"Search Backup" = "البحث في النسخة الإحطياتية";
"Search Text" = "بحث في النص";
"Select Sort Criteria" = "اختر معيار الترتيب";
"Select Sort Order" = "اختر كيفية الترتيب";
"Select Theme" = "اخبار الtheme";
"Send Files" = "إرسال الملفات";
"Send by e-mail" = "إرسال بالبريد الإلكتروني";
"Server is off" = "السرڤر غير مشغل";
"Server port:" = "بورت السرڤر : ";
"Serving on port" = "الإتصال عبر البورت :";
"Settings" = "الإعدادات";
"Share" = "مشاركة";
"Share Backups" = "مشاركة النسخ الإحتياطية";
"Shuffle" = "خلط";
"Size" = "الحجم";
"Sort By Name" = "الترتيب بحسب الإسم";
"Sort Criteria" = "معيار الترتيب";
"Sort Order" = "كيفية الترتيب";
"Sort by Creation Date" = "تريب يحسب تاريخ الإنشاء";
"Sort by Last Modification Date" = "الترتيب بحسب تاريخ آخر تعديل";
"Sort by Size" = "الترتيب بحسب الحجم";
"Sort by Type" = "الترتيب بحسب النوع";
"Start server" = "تشغيل السرڤر";
"Stop server" = "تعطيل السرڤر";
"Symbolic Link" = "إختصار";
"Tables in database" = "الجداول في قاعدة البيانات";
"Target Path" = "المسار الهدف";
"Text Viewer" = "عارض النصوص";
"Text editor" = "معدل النصوص";
"Text font size" = "كبر حجم النص";
"Thanks for buying iFinder" = "شكرًا لشراء iFinder";
"The password you entered is wrong" = "كلمة السر المدخلة غير صحيحة";
"The specified command couldn't be executed." = "لم يتم تنفيذ الأمر المعيّن";
"Theme" = "Theme";
"This mail was sent from an iDevice using iFinder." = "تم الإرسال عن طريق iFinder من جهاز iOS .";
"Time" = "الوقت";
"Title" = "العنوان";
"Trash" = "صندوق المحذوفات";
"Try Again" = "جرب مجدداً";
"Type" = "النوع";
"Type Home Path" = "أدخل الوجهة الرئيسية";
"Type Output Name Here" = " أدخل إسم الملف المخرج(الجديد) هنا ";
"Type file name here" = "أدخل الإسم هنا";
"Type name here" = "أدخل الاسم هنا";
"Type password" = "أدخل كلمة السر";
"Type port number" = "أدخل رقم البورت";
"Unlink Device from Dropbox" = "فصل الجهاز عن Dropbox";
"Upload file to Dropbox" = "رفع الى Dropbox";
"Upload path" = "أبلود إلي المسار ";
"Use Trash" = "إستعمال سلةّ المحذوفات";
"User ID" = "User ID";
"Validating..." = "يتم التفعيل الآن ...";
"Viewing the content of Rar files is still not supported, but you cant extract it" = "حاليا لا يمكن مشاهدة محتوى ملفات ال Rar";
"Web Viewer" = "متصفح الوب";
"Web browser" = "متصفح الويب";
"Working" = "جاري العمل";
"Would you like to restart SpringBoard?" = "هل تريد إعادة تشغيل  SpringBoard ؟؟";
"Wrong Password" = "كلمة السر غير صحيحة";
"Year" = "السنة";
"Yes" = "نعم";
"Yes, Extract it" = "نعم، قم بفك الضغط";
"Yes, Please" = "نعم، من فضلك";
"You have entered an incorrect password. Please try again." = "لقد أدخلت كلمة مرور خاطئة . جرب مجدداً ";
"You must enter a valid port number" = "يجب عليك إدخال بورت صحيح (مثل 8080)";
"You should reboot your device.
Do you want to reboot now?" = "يجب إعادة تشغيل الجهاز . هل تريد فعل ذلك الآن ؟؟";
"Your Backup was successfull.
Please Sync with iTunes to restore later" = "تم أخذ نسخة إحتاطية بنجاح ، الرجاء المزامنة مع آي تونز لتتمكن من إستعادة الملفات لاحقاً .";
"Your Files were extracted to" = "تم فك الضغط الملفات إلى";
"Your file was saved in /private/var/mobile/Documents" = "تم حفظ الملف في 
/private/var/mobile/Documents";
"[iFinder] Attachments" = "[iFinder] Attachments";
"iFinder could not be validated, please purchase it from Cydia Store. If you think that this is a mistake, please contact developer." = "لم يتم تفعيل البرنامج ، رجاء فم بشراء iFinder من السيديا ستور . إن كنت تعتقد بوجود خطأ رجاءً راسل المطور .";
"iFinder!!" = "iFinder!!";
"permissions" = "التصاريح";
"type" = "النوع";
